Repository: 135447836/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.installer.*.strings.po
Languages: id

# Messages_WelcomeLabel2
source: This will install [name] on your computer. It is recommended that you close all other applications before continuing.
id: Ini akan memasang [name] di komputer anda. Sangat disarankan untuk menutup semua aplikasi sebelum melanjutkan.

# Messages_WinVersionTooLowError
source: [name] requires Windows XP Service Pack 3 or newer to run.
id: [name] membutuhkan Windows XP Service Pack 3 atau yang lebih baru agar bisa dijalankan.

# CustomMessages_comp_mpciconlib
source: Icon Library
id: Pustaka Ikon

# CustomMessages_comp_mpcresources
source: Translations
id: Terjemahan

# CustomMessages_msg_DeleteSettings
source: Do you also want to delete MPC-HC settings? If you plan on installing MPC-HC again then you do not have to delete them.
id: Apakah anda juga ingin menghapus pengaturan MPC-HC? Jika anda berencana untuk memasang MPC-HC lagi maka anda tidak perlu menghapusnya.

# CustomMessages_msg_SetupIsRunningWarning
source: MPC-HC setup is already running!
id: Pemasangan MPC-HC sudah berjalan!

# CustomMessages_msg_simd_sse
source: This build of MPC-HC requires a CPU with SSE extension support. Your CPU does not have those capabilities.
id: Versi MPC-HC ini membutuhkan CPU dengan dukungan ekstensi SSE. CPU anda tidak memiliki kemampuan tersebut.

# CustomMessages_msg_simd_sse2
source: This build of MPC-HC requires a CPU with SSE2 extension support. Your CPU does not have those capabilities.
id: Versi MPC-HC ini membutuhkan CPU dengan dukungan ekstensi SSE2. CPU anda tidak memiliki kemampuan tersebut.

# CustomMessages_run_DownloadToolbarImages
source: Visit our Wiki page to download toolbar images
id: Kunjungi halaman Wiki kami untuk mengunduh gambar bilah alat

# CustomMessages_tsk_AllUsers
source: For all users
id: Untuk semua pengguna

# CustomMessages_tsk_CurrentUser
source: For the current user only
id: Hanya untuk pengguna ini saja

# CustomMessages_tsk_Other
source: Other tasks:
id: Tugas lain:

# CustomMessages_tsk_ResetSettings
source: Reset settings
id: Setel ulang pengaturan

# CustomMessages_types_DefaultInstallation
source: Default installation
id: Pemasangan bawaan

# CustomMessages_types_CustomInstallation
source: Custom installation
id: Pemasangan ubahsuai

# CustomMessages_ViewChangelog
source: View Changelog
id: Lihat Log Perubahan
